{
  "entries": [
    {
      "id": "0",
      "key": ["world setting", "satisfy"],
      "keysecondary": [],
      "comment": "Overview of the Satisfy game world",
      "content": "Satisfy is a virtual reality MMORPG developed by the S.A Group, led by scientist Lim Cheolho, and regulated by the supercomputer Morpheus. With over 2 billion players, it is accessed via capsules requiring a regular fee. Key features include a 1:3 time ratio (1 hour real-time = 3 hours in-game), high realism with mitigated pain, and no customer service, relying on player exploration and information sharing. NPCs, controlled by Morpheus, grow alongside players, creating dynamic interactions. The economy uses gold (1 gold ≈ 1200 KRW), convertible to real currency. Players can choose normal or hidden classes, marry, and change races via quests. Satisfy’s vast world, with multiple continents and kingdoms, drives adventure and discovery.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "1",
      "key": ["guilds", "tzedakah guild"],
      "keysecondary": ["justice guild", "正义公会"],
      "comment": "Guilds in Satisfy, focusing on Tzedakah Guild",
      "content": "Guilds in Satisfy organize players for quests, territory control, and events. The Tzedakah Guild (正义公会), led by Jishuka (姬舒卡), is a prominent force. Jishuka, a top archer, guides members like Regas, Pon, Vantner, and Grid ({{user}} in real life, known as Grid in-game). Controlling Bairan Village after Jishuka’s appointment as Baron, the guild excels in raids and the First Satisfy National Competition. By chapter 185, it faces dissolution, paving the way for the Overgeared Guild. Other guilds exist, but Tzedakah is central to the narrative.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "2",
      "key": ["geography", "satisfy world"],
      "keysecondary": [],
      "comment": "Geography of Satisfy’s world",
      "content": "Satisfy’s world spans multiple continents, with the West Continent’s Eternal Kingdom as the primary setting up to chapter 185. Key locations include Winston, a starting village with Khan’s smithy; Bairan Village, Tzedakah Guild’s territory; Patrian, a quest hub; and the Vatican, Rebecca Church’s headquarters. Dungeons like the Northern End Cave, where Grid found Pagma’s Rare Book, and various hunting grounds enrich exploration. The world’s diverse environments, from forests to deserts, support varied quests and encounters.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "3",
      "key": ["classes", "class system"],
      "keysecondary": [],
      "comment": "Class system in Satisfy",
      "content": "Satisfy offers normal classes (e.g., Warrior, Magician, Archer) and hidden classes, unlocked via specific conditions. Hidden classes like Pagma’s Descendant (Grid’s class, enabling legendary crafting and sword dances) and Demon Slayer (Yura’s class, anti-demon specialist) provide unique abilities. Players can acquire second or third classes, adding stat points per level. By chapter 185, Grid ({{user}}) and Yura (犹拉) exemplify hidden class potential, shaping their roles in major events.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "4",
      "key": ["monsters", "bosses"],
      "keysecondary": [],
      "comment": "Monsters and bosses in Satisfy",
      "content": "Satisfy features diverse monsters (e.g., goblins, orcs, undead) and powerful bosses. Up to chapter 185, notable bosses include Earl Ashur, a magician noble; Malacus, a Yatan Church priest; Pope Drevigo, a corrupt Rebecca Church leader; and Hell Gao, a demon lord. These encounters, often requiring guild coordination, yield significant rewards and drive story progression, with Grid and Tzedakah Guild tackling several.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "5",
      "key": ["stats", "attributes"],
      "keysecondary": [],
      "comment": "Character stats and attributes",
      "content": "Characters in Satisfy have basic stats—Strength (attack, HP), Stamina (HP, defense), Agility (attack speed, evasion), Intelligence (magic, mana)—and special stats like Dexterity (crafting), Insight (perception), and Leadership (party buffs). Players allocate stat points upon leveling, tailoring builds to their class. Grid’s high Dexterity, for instance, enhances his crafting as Pagma’s Descendant.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "6",
      "key": ["psychology", "society"],
      "keysecondary": [],
      "comment": "Player psychology and societal dynamics",
      "content": "Satisfy profoundly impacts players, fostering communities and real-world economic opportunities. Many, like Grid, earn livelihoods through in-game activities. The First Satisfy National Competition showcases global competition, with players like Grid, Yura (犹拉), and Jishuka (姬舒卡) gaining fame. Guilds and rivalries shape social dynamics, while the game’s realism affects players’ real-life skills and relationships.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "7",
      "key": ["player groups"],
      "keysecondary": [],
      "comment": "Categories of players in Satisfy",
      "content": "Players are divided by playstyle: Rankers (top players like Jishuka), Guild Members (e.g., Tzedakah Guild), Solo Players, Crafters (like Grid), and PvP Enthusiasts. Each group contributes uniquely, with rankers leading events, crafters driving the economy, and PvP players fueling competition, as seen in the National Competition.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "8",
      "key": ["pvp", "pk"],
      "keysecondary": [],
      "comment": "PvP and player killing mechanics",
      "content": "Satisfy supports PvP through duels, guild wars, and National Competitions. Player Killing (PK) outside consensual fights risks criminal status or bounties. The National Competition, a key event by chapter 185, features PvP events like Target Processing, highlighting players like Grid and Yura (犹拉). Mechanics balance competition and fairness.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "9",
      "key": ["economy"],
      "keysecondary": [],
      "comment": "Economic system in Satisfy",
      "content": "Satisfy’s economy uses gold (1 gold = 1200 KRW), earned via quests, monster drops, and trading. The auction house charges commissions (8% normal, higher for rare items). Players spend on equipment, repairs, and services like warehouses (30 silver to open, 10 silver per item). Grid’s crafting significantly influences the economy by chapter 185.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    },
    {
      "id": "10",
      "key": ["timeline", "events"],
      "keysecondary": [],
      "comment": "Timeline of events up to chapter 185",
      "content": "Key events up to chapter 185 include: Chapter 1: Grid ({{user}}) becomes Pagma’s Descendant. Chapter 5: Meets Yura (犹拉). Chapter 19: Special Jaffa Arrows spark a craftsman search. Chapter 47: Huroi gains Apostle of Justice. Chapter 108-109: {{user}} attends a reunion with Yura. Chapter 113-114: Braham’s Quest yields Pavranium. Chapter 127: Pope Drevigo defeated. Chapter 135: Jishuka (姬舒卡) becomes Baron, Bairan becomes Tzedakah Guild (正义公会) territory. Chapter 138: Grid’s in-game wedding. Chapter 139: Grid becomes Viscount. Chapter 161-169: Hell Gao Raid, Grid acquires pet Noe. Chapter 170-184: First Satisfy National Competition. Chapter 185: {{user}} decides to become a lord, with three months until building completion.",
      "constant": true,
      "selective": false,
      "position": "before",
      "probability": 1.0,
      "useProbability": true,
      "disableType": "none",
      "style": "informative",
      "depth": 0
    }
  ]
}